// Obtained in terminal using:
// rg '<p class="DAR-First-Entry">[0-9]+\.\s+([<strong>]((.*+))([</strong>])((.*+)))</p>' Family\ Tree\ 1_det_ancestor_report.html -or '$1' | rg '<strong>(.*)</strong>(.*+)' -or '$1 $2' | pbcopy

Spindler, Elisabeth Eleanor.  (I1503183670) Daughter of Spindler, Douglas Alan and Scherzer, Jolie Lynn. Born 1988-11-09 in Pittsburgh, Allegheny, Pennsylvania, USA.
Spindler, Douglas Alan.  (I1503183672) Son of Spindler, James Sheldon and Pine, Rosemary. Born 1954-03-21 in Akron, Summit, Ohio, USA.  Relationship with Scherzer, Jolie Lynn.  (F1749)
Scherzer, Jolie Lynn.  (I1503183671) Daughter of Scherzer, Felix and Warman, Sylvia. Born 1957-01-18 in Cresskill, Bergen, New Jersey, USA.
Spindler, James Sheldon.  (I1503183680) Son of Spindler, Harry Odber and Keeler, Mary Eleanor. Born 1925-03-24 in Becker, Sherburne, Minnesota, USA.  Died 2016-08-22 in Akron, Summit, Ohio, USA (91 years, 4 months).  Buried in Fairlawn, Summit County, Ohio, United States of America. Married Pine, Rosemary 1950-05-18 in Montgomery, Ohio, USA.  (F1755)
Pine, Rosemary.  (I1503183679) Daughter of Pine, Robert Leslie and Folsom, Eleanor. Born 1927-09-07 in Dayton, Montgomery, Ohio, USA.  Died 2017-02-11 in Akron, Summit, Ohio, USA (89 years, 5 months).  Buried in Fairlawn, Summit County, Ohio, United States of America.
Scherzer, Felix.  (I1503183676) Son of Scherzer, Schulim and Margulies, Eva (Chava). Born 1926-07-24 in Vienna, Austria.  Died 2012-03-12 in Delray Beach, Palm Beach, Florida, USA (85 years, 7 months).  Buried in Springfield Gardens, Queens County, New York, USA. Married Warman, Sylvia 1948-06-19 in New York City, New York, USA.  (F1752)
Warman, Sylvia.  (I1503183675) Daughter of Warman, Louis (Leib) and Wodnitzky, Sonia Sarah (Sura). Born 1927-02-05 in Manhattan, New York City, New York, USA.  Died 2002-06-29 in Cresskill, Bergen, New Jersey, USA (75 years, 4 months).  Buried in Springfield Gardens, Queens County, New York, USA.
Spindler, Harry Odber.  (I1503183699) Son of Spindler, Frank Herman and McCormick, Mary Louise. Born 1895-01-08 in Winsted, Wright, Minnesota, USA.  Died 1972-03-30 in Grand Marsh, Adams, Wisconsin, USA (77 years, 2 months).  Buried in Grand Marsh, Adams County, Wisconsin, USA. Married Keeler, Mary Eleanor 1923-08-06.  (F1762)
Keeler, Mary Eleanor.  (I1503183698) Daughter of Keeler, Ray Waring and Winget, Clara. Born 1896-09-25 in Traer, Tama, Iowa, USA.  Baptized in Tama, Iowa. Died 1980-12-14 in Grand Marsh, Adams, Wisconsin, USA (84 years, 2 months).  Buried in Grand Marsh, Adams County, Wisconsin, USA.
Pine, Robert Leslie.  (I1503183693) Son of Pine, Robert Miskelley and Watkins, Laura Belle. Born 1898-03-21 in Centerville, Montgomery, Ohio, USA.  Died 1982-09-15 in Dayton, Montgomery, Ohio, USA (84 years, 5 months).  Buried in Dayton, Montgomery, Ohio, United States. Married Folsom, Eleanor 1924-06-28.  (F1767)
Folsom, Eleanor.  (I1503183694) Daughter of Folsom, Clarence Perry and Cook, Anna Belle. Born 1899-07-10 in Dayton, Montgomery, Ohio, USA.  Baptized 1899-12-10 in Dayton, Ohio, USA. Died 1974-08-31 in Dayton, Montgomery, Ohio, USA (75 years, 1 month).  Buried in Dayton, Montgomery, Ohio, United States.
Scherzer, Schulim.  (I1503183686) Son of Scherzer, Mordechai (Marcus) and Jäger, Frieda. Born 1893-08-12 in Sniatyn, Ivano-Frankivs'ka oblast, Ukraine.  Died 1965-06-08 in New York City, New York, USA (71 years, 9 months).  Buried in Springfield Gardens, Queens County, New York, USA. Relationship with Margulies, Eva (Chava).  (F1773)
Margulies, Eva (Chava).  (I1503183687) Daughter of Margulies, Abraham and Finkel, Lifshe. Born 1896-08-24 in Bus'k, L'vivs'ka oblast, Ukraine.  Died 1982-04-04 in New York City, New York, USA (85 years, 7 months).  Buried in Springfield Gardens, Queens County, New York, USA.
Warman, Louis (Leib).  (I1503183684) Son of Warman, Pincus and Rothfield, Shaindel. Born 1898-09-01 in Izbica, Lubelskie, Poland.  Died 1971-01-16 in Bronx, Bronx, New York, USA (72 years, 4 months).  Buried in West Babylon, Suffolk County, New York, USA. Married Wodnitzky, Sonia Sarah (Sura) 1926-01-03 in Manhattan, New York, USA.  (F1771)
Wodnitzky, Sonia Sarah (Sura).  (I1503183683) Daughter of Wodnicki, Moishe Hakohen and Renkawiczka, Cywja Nachuma\Chana. Born 1899-12-02 in Dniepropetrovsk, Dnipropetrovs'k, Ukraine.  Died 1999-08-17 in Cresskill, Bergen, New Jersey, USA (99 years, 8 months).  Buried in Springfield Gardens, Queens County, New York, USA.
Spindler, Frank Herman.  (I1503183759) Son of Spindler, Johann Gottlieb and Herman, Regula. Born 1861-11-03 in Orihula, Winnebago, Wisconsin, USA.  Died 1932-02-04 in Mille Lacs, Minnesota, USA (70 years, 3 months).  Buried in Ogilvie, Kanabec County, Minnesota, USA. Married McCormick, Mary Louise 1887-11-17 in McLeod County, Minnesota, USA.  (F1639)
McCormick, Mary Louise.  (I1503183760) Daughter of McCormick, Andrew Jackson and McClelland, Mary Ann. Born 1866-10-18 in MN, USA.  Died 1960-06-12 in Kandiyohi, Minnesota (93 years, 7 months).  Buried in Ogilvie, Kanabec County, Minnesota, USA.
Keeler, Ray Waring.  (I1503183755) Son of Keeler, Benjamin Lockwood and Clark, Mary C.. Born 1869-11-11 in Howe, IN, USA.  Died 1940-01-17 in Chokio, Stevens, Minnesota (70 years, 2 months).  Married Winget, Clara 1895-12-26 in Keokuk, Iowa, USA.  (F1654)
Winget, Clara.  (I1503183756) Daughter of Winget, James Cochran and Sheldon, Martha Almira. Born 1870-01-25 in Harper, IA, USA.  Died 1963-06-22 in Adams, Adams, Wisconsin (93 years, 4 months).
Pine, Robert Miskelley.  (I1503183740) Son of Pine, Clark H. and Miskelley, Theresa Jackson. Born 1863-08-12 in Montgomery, Ohio, USA.  Died 1939-11-17 in Dayton, OH, USA (76 years, 3 months).  Buried in Centerville, Montgomery County, Ohio, USA. Married Watkins, Laura Belle 1885-08-12 in Montgomery, Ohio, USA.  (F1774)
Watkins, Laura Belle.  (I1503183739) Daughter of Watkins, William Perry and Lawson, Maria. Born 1864-03-12 in Centerville, Montgomery, Ohio, USA.  Died 1946-05-04 in Dayton, Montgomery, Ohio, USA (82 years, 1 month).  Buried in Centerville, Montgomery County, Ohio, USA.
Folsom, Clarence Perry.  (I1503183744) Son of Folsom, Charles Edgar and Rice, Delana. Born 1869-06-28 in Malone, Franklin, New York, USA.  Died 1970-09-10 in Dayton, Montgomery, Ohio, USA (101 years, 2 months).  Buried in Dayton, Montgomery County, Ohio, USA. Married Cook, Anna Belle 1895-04-11 in Dayton, Montgomery, Ohio, USA.  (F1658)
Cook, Anna Belle.  (I1503183745) Daughter of Cook, John Lowes and Anderson, Clara Amanda. Born 1871-03-28 in Cincinnati, Hamilton, Ohio, USA.  Baptized 1871-11-05 in Cincinnati, Hamilton, Ohio, USA. Died 1901-04-16 in Dayton, Greene, Ohio, United States (30 years, 19 days).  Buried in Dayton, Montgomery, Ohio, United States.
Scherzer, Mordechai (Marcus).  (I1503183723) Son of Scherzer, Peretz *LIKELY INCORRECT CONNECTION** and Rauchwerg (Greenberg?), Jente\Yetta *LIKELY INCORRECT CONNECTION*. Born in Sniatyn, Ivano-Frankivs'ka oblast, Ukraine.  Died between 1906 and 1922.  Relationship with Jäger, Frieda.  (F1781)
Jäger, Frieda.  (I1503183724) Daughter of Jäger, Josef Israel and , Breine. Born about 1857 in Sniatyn, Ivano-Frankivs'ka oblast, Ukraine.  Died 1939-11-10 in Brooklyn, Kings, New York, United States (about 82 years, 10 months).  Buried in Staten Island, Richmond County (Staten Island), New York, United States of America.
Margulies, Abraham.  (I1503183730) Son of Margulies, Simon (Chaim?) and Sebhen (Gleicher?), Bessie (Blime?). Born 1859 in Busk, L'vivs'ka, Ukraine.  Died 1940s in Bus'k, L'vivs'ka oblast, Ukraine.  Relationship with Finkel, Lifshe.  (F1778)
Finkel, Lifshe.  (I1503183731) Daughter of Finkel, Daniel and , Chava. Born 1865 in Bus'k, L'vivs'ka oblast, Ukraine.  Died 1938-03-00 in Bus'k, L'vivs'ka oblast, Ukraine (73 years, 2 months).
Warman, Pincus.  (I1503183714) Son of Warman, Avrum and Mitler\Miller, Yocheved (Marium?). Born 1870-09-08 in Izbica, Lubelskie, Poland.  Died 1938-12-02 in New York City, New York, New York (68 years, 2 months).  Buried 1938-12-02 in West Babylon, Suffolk County, New York, USA. Relationship with Rothfield, Shaindel.  (F1782)
Rothfield, Shaindel.  (I1503183713) Daughter of Rothfeld, Arie Leib (Louis) and Kawe, Sarah (Serla). Born about 1866 in Zamosc, Lubelskie, Poland.  Died 1953-02-17 in Bronx, New York City, New York, USA (about 87 years, 1 month).  Buried in West Babylon, Suffolk County, New York, USA.
Wodnicki, Moishe Hakohen.  (I1503183707) Son of Wodnicki, Zelik and Lipsman, Ester Chana. Born in Wola Czolnowska, Lubelskie, Poland.  Died before 1920 in Warsaw, Poland.  Married Renkawiczka, Cywja Nachuma\Chana about 1884.  (F1760)
Renkawiczka, Cywja Nachuma\Chana.  (I1503183706) Daughter of Rekawicznik, Chil and Sztejnsznajder, Laja Brajndla. Born 1864-05-23 in Jeziorzany, Lubelskie, Poland.  Died 1939-06-28 in Bronx, Bronx, New York, USA (75 years, 1 month).  Buried in Springfield Gardens, Queens County, New York, USA.
Spindler, Johann Gottlieb.  (I1503183892) Son of Spindler, Gottlieb Heinrich and Ruehl, Johanna Maria. Born about 1829-02-00 in Germany.  Died about 1905-11-00 in Kanabec County, Minnesota, USA (about 76 years, 9 months).  Buried in Ogilvie, Kanabec County, Minnesota, USA. Married Herman, Regula 1859-09-24 in Waupaca, Wisconsin, USA.  (F2080)
Herman, Regula.  (I1503183893) Daughter of Herrman, Nikolaus and Hegnauer, Christina. Born 1839-10-11 in St. Gallen, Switzerland.  Died 1926-12-16 in Minneapolis, Hennepin, Minnesota, USA (87 years, 2 months).  Buried in Ogilvie, Kanabec County, Minnesota, USA.
McCormick, Andrew Jackson.  (I26673871354) Son of McCormick, James B and , Margaret. Born 1836-02-15 in Philadelphia, Philadelphia, Pennsylvania, USA.  Baptized 1841-10-15 in Philadelphia, Philadelphia, Pennsylvania, USA. Died 1879 in Washington (42 years, 10 months).  Buried in Winsted, McLeod County, Minnesota, USA. Married McClelland, Mary Ann 1863-12-25 in Hennepin, Minnesota, United States.  (F0647)
McClelland, Mary Ann.  (I12256934534) Born 10 June 1840 in New York.  Died 1928-09-24 in Camas, Clark, Washington, USA.
Keeler, Benjamin Lockwood.  (I1503183880) Son of Keeler, Benjamin and Waring, Hannah Lockwood. Born 1841-11-22 in Ogden, Monroe, New York, United States.  Died 1913-02-12 in Loveland, Larimer, Colorado, United States (71 years, 2 months).  Married Clark, Mary C. 1869-01-01.  (F2082)
Clark, Mary C.  (I1503183879) Daughter of Clark, Lucius Brigham and Smith, Celinda. Born 1842-04-17 in Chili Township, Monroe County, New York.  Died 1909-09-29 in Loveland, Larimer Co., Colorado (67 years, 5 months).
Winget, James Cochran.  (I1503183881) Son of Winget, Ezra and Cochran, Eleanor. Born 1829-11-08 in Ostrander, OH, USA.  Died 1897-12-13 in Keokuk County, Iowa, USA (68 years, 1 month).  Married Sheldon, Martha Almira 1853-03-22 in Union, OH, USA.  (F2083)
Sheldon, Martha Almira.  (I1503183882) Daughter of Sheldon, Eli and Strong, Abigail ?. Born 1837-07-26 in Union, OH, USA.  Died 1916-07-11 in Iowa, USA (78 years, 11 months).
Pine, Clark H.  (I1503183859) Son of Pine, Simeon and Haines, Sarah. Born 1831-12-23 in Montgomery, OH, USA.  Died 1906-03-27 in Centerville, OH, USA (74 years, 3 months).  Relationship with Miskelley, Theresa Jackson.  (F1732)
Miskelley, Theresa Jackson.  (I1503183858) Daughter of Miskelley, Robert and Jackson, Mary Ann. Born 1832-06-14 in Centerville, Montgomery, Ohio, USA.  Died 1918-03-23 in Centerville, Montgomery, Ohio, USA (85 years, 9 months).
Watkins, William Perry.  (I1503183856) Son of Watkins, Jeremiah Allen and Stephens, Sarah. Born 1841-10-04 in Montgomery, OH, USA.  Died 1918-03-03 in Centerville, OH, USA (76 years, 4 months).  Relationship with Lawson, Maria.  (F1731)
Lawson, Maria.  (I1503183857) Daughter of Lawson, John and Watson, Rebecca. Born 1841-09-01 in Scioto, OH, USA.  Died 1926-11-26 in Centerville, OH, USA (85 years, 2 months).
Folsom, Charles Edgar.  (I1503183862) Son of Folsom, John P and Niles, Cornelia. Born about 1846 in Fishkill, Dutchess, New York, USA.  Died 1901-10-25 in Binghamton, Broome, New York, USA (about 55 years, 9 months).  Buried in Johnson City, Broome County, New York, USA. Married Rice, Delana 1868-03-31 in Lowell, MA, USA.  (F1734)Also married Bakeman, Adelia after 1870-07-00.  (F1606)
Rice, Delana.  (I1503183863) Daughter of Rice, Levi and Gage, Phebe. Born 1848-04-02 in Bangor, Franklin, New York, United States.  Died 1906-07-13 in Dayton, Montgomery, Ohio, United States (58 years, 3 months).  Buried in Dayton, Montgomery, Ohio, United States.
Cook, John Lowes.  (I1503183865) Son of Cook, William Stewart and Lowes, Nancy Catherine. Born 1847-01-10 in Cincinnati, OH, USA.  Died 1932-04-02 in Dayton, Montgomery, Ohio, USA (85 years, 2 months).  Married Anderson, Clara Amanda 1870-06-28.  (F1727)
Anderson, Clara Amanda.  (I1503183864) Daughter of Anderson, Ichabod Fergus and Gilliland, Nancy Jane. Born 1848-07-16 in Lebanon, Warren, Ohio, United States.  Died 1924-08-29 in Montgomery, Ohio (76 years, 1 month).  Buried in Dayton, Montgomery, Ohio, United States.
Scherzer, Peretz *LIKELY INCORRECT CONNECTION**.  (I1503183820) Born in Vidinov, Ivano-Frankivs'k, Ukraine.  Died before 1872.  Relationship with Rauchwerg (Greenberg?), Jente\Yetta *LIKELY INCORRECT CONNECTION*.  (F0650)
Rauchwerg (Greenberg?), Jente\Yetta *LIKELY INCORRECT CONNECTION*.  (I60001317991)
Jäger, Josef Israel.  (I1503183823) Son of Jager, *Speculated Jager Connection* ? *UNSURE CONNECTION*. Died before 1890.  Relationship with , Breine.  (F1718)
, Breine.  (I1503183822)
Margulies, Simon (Chaim?).  (I12593687563) Relationship with Sebhen (Gleicher?), Bessie (Blime?).  (F0158)
Sebhen (Gleicher?), Bessie (Blime?).  (I180102866301)
Finkel, Daniel.  (I1503183838) Born in Busk, L'vivs'ka, Ukraine.  Died Aft. 1913, Bef. 1922.  Relationship with , Chava.  (F1702)
, Chava.  (I1503183837) Born in Busk, L'vivs'ka, Ukraine.  Died before 1890.
Warman, Avrum.  (I1503183795) Son of Warman, Srola Hersz *UNCERTAIN PARENTS* and , Hana\Hany. Born 1836 in Izbica, Lubelski, Poland.  Died 1916-01-10 in Izbica, Lubelskie, Poland (80 years, 9 days).  Married Mitler\Miller, Yocheved (Marium?) 1856-05-05 in Izbica, Lubelskie, Poland.  (F1677)
Mitler\Miller, Yocheved (Marium?).  (I1503183794) Daughter of Mitler\Miller, Pinkwas and Choring\Heryng, Brana. Born 1838 in Izbica, Lubelski, Poland.  Died 1893-05-16 in Izbica, Lubelskie, Poland (55 years, 4 months).
Rothfeld, Arie Leib (Louis).  (I1503183790) Son of Rothfeld, Mordko and Szackamer, Chaia. Born 1837-02-15 in Zamosc, Lubelskie, Poland.  Died 1897 in Zamosc, Lubelskie, Poland (59 years, 10 months).  Relationship with Kawe, Sarah (Serla).  (F1687)
Kawe, Sarah (Serla).  (I1503183789) Daughter of Kawe, Eyzyk and Lejzorowicz, Sura Fayga. Born 1838 in Wysokie, Lubelskie, Poland.
Wodnicki, Zelik.  (I12499143606) Relationship with Lipsman, Ester Chana.  (F2358)
Lipsman, Ester Chana.  (I182346013738) Daughter of Lipsman, Mendel and , Laia. Born 1824.  Died 1875-12-19 in Baranów, Lubelskie, Poland (51 years, 11 months).
Rekawicznik, Chil.  (I180084821598) Son of Rekawicznik, Szmul and Lewkowicz, Gitla Cywja. Born 1825 in Poland.  Died 1867-03-17 in Jeziorzany, Lubelskie, Poland (42 years, 2 months).  Married Sztejnsznajder, Laja Brajndla 1844-01-15 in Jeziorzany, Lubelskie, Poland.  (F2397)
Sztejnsznajder, Laja Brajndla.  (I180084821615) Daughter of Sztejnsznajder, Moszek Leyzor and Leybowicz, Ita. Born 1829.  Died 1873-05-00 in Jeziorzany, Lubelskie, Poland (44 years, 4 months).
